---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarRoundingManager
source: html/18de85b9-7c91-83a5-f851-a7de3adad65d.htm
---
# RebarRoundingManager Methods

Gets the identifier of the length unit quantifying the reinforcement rounding values.